/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:1428) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:1148) */
"Change…" = "Wechseln…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:1127) */
"Enter your name and registration key" = "Bitte Name und Lizenz-Schlüssel eingeben";

/* NSTextField (Key:) : <title:Key:> (oid:353) */
"Key:" = "Schlüssel:";

/* NSTextField (License type:) : <title:License type:> (oid:1425) */
"License type:" = "Lizenz-Typ:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Verlorene Lizenz?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:1194) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger ist Shareware und wird nach 30 Tagen aufhören zu funktionieren, es sei denn Sie registrieren sich.";

/* NSTextField (Name:) : <title:Name:> (oid:351) */
"Name:" = "Name:";

/* NSButton (OK) : <title:OK> (oid:1129) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:1150) */
"Register online" = "Online registrieren";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:1143) */
"Registered to:" = "Registriert für:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:1141) */
"Registration Information" = "Registrierungs-Informationen";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:1427) */
"Validity date:" = "Geltungs-Datum:";
